Repository: lushaosalt/misakarepo
Catalog: imagehost/app/languages/*.po
Languages: bs_ba, ca

source: An email with instructions to reset your password has been sent to the registered email address. If you don't receive the instructions try checking your junk or spam filters.
bs_ba: E-Mail sa instrukcijama kako promijenuti vašu lozinku je poslan na e-mail adresu sa kojom ste se registrovali. Ukoliko ne dobijete instrukcije, provjerite spam filtere ili folder junk/spam na vašem e-mail servisu.
ca: Un correu electrònic amb instruccions per restablir la contrasenya ha estat enviada a l'adreça de correu electrònic registrada. Si no rep les instruccions intenten comprovar els teus brossa o spam filtres.

source: A previous email has been sent with instructions to reset your password. If you did not receive the instructions try checking your junk or spam filters.
ca: Un correu electrònic anterior ha estat enviat amb instruccions per restablir la contrasenya. Si vostè no va rebre les instruccions intenten comprovar els teus brossa o spam filtres.

source: Resend instructions
bs_ba: Pošalji upute ponovno
ca: Torneu a enviar instruccions

source: Username or Email address
bs_ba: Korisničko ime ili Email adresa.
ca: Nom d'usuari o adreça de correu electrònic

source: Your password has been changed. You can now try logging in using your new password.
ca: La seva contrasenya ha estat canviada. Ara pot tractar d'iniciar sessió utilitzant la seva nova contrasenya.

source: Login now
bs_ba: Prijavite se sada
ca: Inicia sessió ara

source: Enter your new password
bs_ba: Upiši novu lozinku
ca: Introduïu la nova contrasenya

source: %d characters min
ca: %d caràcters min

source: Re-enter your new password
bs_ba: Ponovno unesite novu lozinku
ca: Confirma la contrasenya

source: An email to %s has been sent with instructions to activate your account. If you don't receive the instructions try checking your junk or spam filters.
ca: Un correu electrònic de %s ha estat enviat amb instruccions per activar el teu compte. Si no rep les instruccions intenten comprovar els teus brossa o spam filtres.

source: This content is private
ca: Aquest contingut és privat

source: From email address
bs_ba: Sa email adrese
ca: Des del correu electrònic

source: Sender email for emails sent to users.
bs_ba: Email adresa pošiljatelja za e-mailove poslate članovima.
ca: Envia un email a tots el usuaris

source: Incoming email address
bs_ba: Dolazeža E-Mail adresa
ca: Adreça de correu electrònic

source: Recipient for contact form and system alerts.
bs_ba: Primatelj za kontakt forme i sustav upozorenja.
ca: Destinatari de la forma de contacte i sistema d'alertes.

source: Disk used
bs_ba: Iskorišćeno memorije
ca: Disc utilitzat

source: Default
ca: Defecte

source: Your user id is: %s
ca: El seu identificador d'usuari és: %s

source: Enable uploads
ca: Habilitar arxius

source: Guest uploads
bs_ba: Postavljanje slika za goste
ca: Arxius de clients

source: Enable this if you want to allow non registered users to upload.
bs_ba: Omogućite ovo ako želite da gosti uploaduju slike.
ca: Habiliteu aquesta opció si voleu permetre als usuaris no registrats per pujar.

source: Image path
bs_ba: Putanja slike na serveru
ca: Ruta de les imatges

source: Relative to Chevereto root
bs_ba: Gdje želite sačuvati slike? Po zadanim postavkama ostavite putanju "images".
ca: En relació amb l'arrel Chevereto

source: Where to store the images? Relative to Chevereto root.
ca: On es guarden les imatges? En relació amb l'arrel Chevereto.

source: Storage mode
bs_ba: Način za pohranu
ca: Mode d'emmagatzematge

source: Datefolders creates %s structure
bs_ba: Vremenski nazivi foldera kreiraju strukturu %s
ca: Datefolders crea %s estructura

source: File naming method
bs_ba: Način imenovanja datoteka
ca: Mètode de nomenclatura d'arxius

source: Mix original + random
ca: Original mix + atzar

source: "Original" will try to keep the image source name while "Random" will generate a random name. "ID" will name the image just like the image ID.
ca: "Original" intentarà mantenir el nom d'origen de la imatge, mentre que "Random" generarà un nom aleatori. "ID" nomenarà la imatge de la mateixa manera que l'ID d'imatge.

source: Thumb size
bs_ba: Veličina ikone
ca: Mida del polze

source: Expires
ca: Expira

source: Banned IP address will be forbidden to use the entire website.
ca: Adreça IP Banned serà prohibit fer servir tot el lloc web.

source: Page title
ca: Títol de la pàgina

source: Page status
ca: Verificació

source: Active page
ca: Pàgina actiu

source: Inactive page (%s)
ca: Pàgina inactiva (%s)

source: Only active pages will be accessible.
ca: Només les pàgines actives seran accessibles.

source: Type
ca: Tipus

source: Page visibility
ca: Visibilitat Pàgina

source: Visible page
ca: Pàgina Visible

source: Hidden page
ca: Pàgina oculta

source: Hidden pages won't be show in system menus, but anyone can access to it with the link.
ca: Pàgines ocultes no es mostren en els menús del sistema, però qualsevol persona pot accedir-hi amb l'enllaç.

source: Only alphanumerics, hyphens and forward slash
ca: Només alfanumèrics, guions i barra diagonal

source: File path
ca: Ruta d'arxiu

source: Meta keywords
ca: Ruta d'arxiu

source: Meta description
ca: Metadescripció

source: Source code
ca: Codi font

source: No write permission in %s path you will need to add this file using an external editor.
ca: Sense permís d'escriptura en %s camí que cal afegir aquest fitxer fent servir un editor extern.

source: No write permission in %s you will need to edit the contents of this file using an external editor.
ca: Sense permís d'escriptura en %s heu d'editar el contingut d'aquest fitxer utilitzant un editor extern.

source: Taken from: %s
ca: Pres de: %s

source: Link URL
ca: Enllaç URL

source: Link target attribute
ca: Atribut de destinació Enllaç

source: Select %s to open the page or link in a new window.
ca: Seleccioneu %s per obrir la pàgina o enllaç en una finestra.

source: Link rel attribute
ca: Atribut rel Enllaç

source: Only alphanumerics, hyphens and whitespaces
ca: Només alfanumèrics, guions i espais en blanc

source: Link icon
ca: icona

source: Check the <a %s>icon reference</a> for the complete list of supported icons.
ca: Comproveu el <a %s> referència icona </a> per a la llista completa d'icones compatibles.

source: Sort order display
ca: Pantalla Ordre de classificació

source: Page sort order display for menus and listings. Use "1" for top priority.
ca: alla per pàgina classificar per als menús i llistats. Utilitzeu "1" per a la màxima prioritat.

source: Additional settings
ca: Ajustos addicionals

source: Enable signups
ca: Activa subscripcions

source: Enable this if you want to allow users to signup.
ca: Habiliteu aquesta opció si voleu que els usuaris puguin registrar-se.

source: Enable this to put a logo or anything you want in image uploads.
ca: Habiliteu aquesta per posar un logotip o el que vulguis a la pujada d'imatges.

source: Watermark user toggles
ca: Alterna usuari Watermark

source: Enable watermark on guest uploads
ca: Activa marca d'aigua en els fitxers enviats convidats

source: Enable watermark on user uploads
ca: Activa marca d'aigua en els fitxers enviats per l'usuari

source: Enable watermark on admin uploads
ca: Activa marca d'aigua en càrregues d'administració

source: Watermark file toggles
ca: Alterna arxius Watermark

source: Enable watermark on GIF image uploads
ca: Activa marca d'aigua en GIF imatge enviats

source: Minimum image size needed to apply watermark
ca: Imatges més petit que això no es marca d'aigua. Utilitzeu zero (0) a no establir un límit mínim mida de la imatge.

source: Images smaller than this won't be watermarked. Use zero (0) to don't set a minimum image size limit.
ca: Imatges més petit que això no es marca d'aigua. Utilitzeu zero (0) a no establir un límit mínim mida de la imatge.

source: Watermark image
ca: La imatge de marca d'aigua

source: Watermark position
ca: Posició de marca d'aigua

source: left top
ca: dalt a l'esquerra

source: left center
ca: esquerre i central

source: left bottom
ca: baix a l'esquerra

source: center top
ca: part central superior

source: center center
ca: centre centre

source: center bottom
ca: part inferior central

source: right top
ca: dalt a la dreta

source: right center
ca: dret i central

source: right bottom
ca: baix a la dreta

source: Relative position of the watermark image. First horizontal align then vertical align.
ca: Posició relativa de la imatge d'aigua. Primer align horitzontal després align vertical.

source: Watermark percentage
ca: Percentatge Watermark

source: Watermark percentual size relative to the target image area. Values 1 to 100.
ca: Watermark mida percentual respecte a l'àrea de la imatge de destinació. Valors 1 a 100.

source: Watermark margin
ca: Marge Watermark

source: Margin from the border of the image to the watermark image.
ca: Marge de la frontera de la imatge a la imatge d'aigua.

source: Watermark opacity
ca: Opacitat Watermark

source: Opacity of the watermark in the final watermarked image. Values 0 to 100.
ca: Opacitat de la marca d'aigua a la imatge de marca d'aigua final. Valors 0 a 100.

source: Website name
bs_ba: Naziv web stranice
ca: Nom del lloc web

source: Website doctitle
bs_ba: Podnaslov web stranice
ca: Doctitle Lloc Web

source: Website description
bs_ba: Opis web stranice
ca: Descripció Plana web

source: Default time zone
bs_ba: Zadana vremenska zona
ca: Zona horària per defecte

source: Select region
bs_ba: Izaberi regiju
ca: Seleccioneu la regió

source: Website mode
bs_ba: Način rada web stranice
ca: Mode de web

source: You can switch the website mode anytime.
bs_ba: Način rada web stranice možete prebacivati u bilo kom trenutku.
ca: Podeu canviar la manera de pàgina web en qualsevol moment.

source: Custom route to map /username to /something. Use "/" to map to homepage.
ca: Ruta personalitzada per mapear / nom d'usuari per / alguna cosa. Utilitzeu "/" per assignar a la pàgina principal.

source: Website privacy mode
ca: Mode de privacitat Lloc Web

source: Private mode will make the website only available for registered users.
ca: Mode privat farà que el lloc web només està disponible per a usuaris registrats.

source: Content privacy mode
ca: Mode de privacitat contingut

source: Force private (self)
ca: Forçar privat (auto)

source: Force private (anyone with the link)
ca: Forçar privada (qualsevol persona amb l'enllaç)

source: Forced privacy modes will override user selected privacy.
ca: Maneres de privacitat forçats s'anul·laran usuari privacitat seleccionat.

source: Role
bs_ba: Uloga
ca: Paper

source: Email address
bs_ba: E-mail adresa.
ca: Correu electrònic

source: Add IP ban
ca: Afegir prohibició d'IP

source: Upload and share your images.
ca: Braveheart • Iv

source: Drag and drop anywhere you want and start uploading your images now. %s limit. Direct image links, BBCode and HTML thumbnails.
ca: Comparteix les teves imatges espionatges batalles i deme Coses amb l'aliança %s max.

source: Logged out
bs_ba: Odjavi se
ca: Desconnectat

source: Confirm password
bs_ba: Potvrdi lozinku
ca: Confirma la contrasenya

source: Awaiting confirmation
bs_ba: Očekujem potvrdu

source: Image link
bs_ba: Link slike

source: Image URL
bs_ba: URL slike

source: Thumbnail URL
bs_ba: URL sličice

source: Medium URL
bs_ba: Srednji URL

source: Delete user
bs_ba: Izbrišite korisnika

source: Register date
bs_ba: Datum registriranja

source: loading
bs_ba: učitavanje

source: You must enter the album name.
bs_ba: Ime albuma morate unijeti ovdje

source: Confirm
bs_ba: Potvrdi

source: Please select a valid image file type.
bs_ba: Selektirajte važeći tip fajl slike

source: Please select a picture of at most %s size.
bs_ba: Selektirajte sliku na najvećoj %s veličini

source: Profile image updated.
bs_ba: Slika profila ažurirana

source: %s's Albums
bs_ba: %s albumi

source: Unselect
bs_ba: Poništi

source: All the changes that you have made will be lost if you continue.
bs_ba: Sve promjene koje ste upisali će biti izgubljene ukoliko nastavite.

source: Save changes
bs_ba: Spremi promjene

source: Changes saved successfully.
bs_ba: Promjene uspješno sačuvane

source: Go back to form
bs_ba: Vrati se nazad na formu

source: continue anyway
bs_ba: svejedno nastavi

source: Confirm action
bs_ba: Potvrdi akciju

source: Guest
bs_ba: Gost

source: You either don't have permission to access this page or the link has expired.
bs_ba: Vi nemate dozvolu za pristup ovoj stranici ili veza je istekla.

source: From name
bs_ba: Poslano od naziva

source: Sender name for emails sent to users.
bs_ba: Ime pošiljatelja za e-mailove poslane članovima.

source: Email mode
bs_ba: E-Mail mod

source: SMTP server and port
bs_ba: SMTP server i port

source: SMTP username
bs_ba: SMTP korisničko ime

source: SMTP password
bs_ba: SMTP lozinka

source: SMTP security
bs_ba: SMTP sigurnost

source: Unsecured
bs_ba: Nesigurno

source: Comment code
bs_ba: Kod komentara.

source: Disqus, Facebook or anything you want. It will be used in image view.
bs_ba: Raspravite, Facebook ili šta želite. Bit će korišteno u pogledu slike.

source: Analytics code
bs_ba: Analitički kod.

source: Google Analytics or anything you want. It will be added to the theme footer.
bs_ba: Google analistik ili bilo što šta želite. Bit će dodato u temu footera.

source: Notify to email
bs_ba: Obavijesti na e-mail

source: Minute limit
bs_ba: Minute granica

source: Hourly limit
bs_ba: Satni limit

source: Daily limit
bs_ba: Dnevni limit

source: Weekly limit
bs_ba: Sedmični limit

source: Monthly limit
bs_ba: Mjesečni limit

source: Datefolders
bs_ba: Vremenske mape

source: Original
bs_ba: Originalno

source: Thumbnails will be fixed to this size.
bs_ba: Veličina ikone će biti fiksna za ovu veličinu

source: Default language
bs_ba: Zadani jezik

source: Default base language to use.
bs_ba: Ovaj jezik će biti prikazan svim posjetiocima kao zadani jezik.

source: Auto language
bs_ba: Automatski jezik

source: How many items should be displayed per page listing.
bs_ba: Koliko sadržaja treba da bude prikazano po stranici

source: Crypt salt
bs_ba: Enkripcija

source: This is the salt used to convert numeric ID to alphanumeric. It was generated on install.
bs_ba: Ovo se koristi da konvertuje numerički ID u alfanumerički. Generisan je pri instalaciji.

source: Added to %s
bs_ba: Dodato do %s

source: Uploaded %s
bs_ba: Postaviti %s

source: You have been logged off %s. Hope to see you soon.
bs_ba: Odjavljeni ste %s. Nadam se da ćemo uskoro ponovno vas vidjeti.

source: Valid
bs_ba: Vrijedi

source: Banned
bs_ba: Zabranjen/Banovan

source: Awaiting email
bs_ba: Očekujem e-mail

source: Language
bs_ba: Jezik

source: Timezone
bs_ba: Vremenska zona

source: User has no connections.
bs_ba: Korisnik nema veze.

source: Do you really want to disconnect %s from this account?
bs_ba: Da li stvarno želite odspojiti %s s tog korisničkog računa?

source: This account is connected to %s
bs_ba: Ovaj korisnički račun je spojen na %s

source: Do you really want to disconnect your %s account?
bs_ba: Da li stvarno želite odspojiti vaš %s korisnički račun?

source: You will be logged out and you won't be able to login to your account using this %s account.
bs_ba: Bit ćete odjavljeni i nećete moći se prijaviti na vaš korisnički račun korištenjem ovog %s računa.

source: Current password
bs_ba: Trenutna lozinka

source: Enter your current password
bs_ba: Unesite trenutnu lozinku

source: New password
bs_ba: Nova lozinka

source: Confirm new password
bs_ba: Potvrdi novu lozinku

source: This user doesn't have a password. Add one using this form.
bs_ba: Ovaj korisnik nema lozinku. Dodajte ju pomoću ovog obrasca.

source: Enter your password
bs_ba: Upiši svoju lozinku

source: Re-enter your password
bs_ba: Ponovno upišite svoju lozinku

source: This is your real name, not your username.
bs_ba: To je vaše pravo ime, a ne vaše korisničko ime.

source: Upload profile background
bs_ba: Postavi pozadinu profila

source: Change background
bs_ba: Promjenite pozadinu

source: Upload new image
bs_ba: Postavite novu sliku

source: Delete background
bs_ba: Izbrišite pozadinu

source: DMCA complaint
bs_ba: DMCA žalba

source: Invalid message
bs_ba: Pogrešna poruka

source: Invalid subject
bs_ba: Pogrešan subjekt
