Repository: lushaosalt/misakarepo
Catalog: imagehost/app/languages/*.po
Languages: bs_ba, ca

source: You have been forbidden to use this website.
ca: Se li ha prohibit l'ús d'aquest lloc web.

source: View all my images
ca: Veure totes les images

source: Feel free to browse and discover all my shared images and albums.
ca: Sentiste lliure de navegar i descobrir totes les meves imatges i àlbums compartits.

source: Request denied
bs_ba: Zahtjev odbijen
ca: Renviacio denegada

source: That page doesn't exist
bs_ba: Ova stranica ne postoji
ca: Aquesta pagina no existis

source: Forgot password?
ca: Contrasenya olvidada?

source: Reset password
bs_ba: Promjeni lozinku
ca: Restableir la contrasenya

source: Resend account activation
bs_ba: Pošalji aktivaciju za korisnički račun ponovno
ca: Renvia la activacio

source: Add your email address
bs_ba: Dodaj E-mail adresu
ca: Inseriu la vostra adreça de correu electrònic

source: Email changed
bs_ba: E-mail adresa je promijenjena
ca: Email cargat

source: Invalid Username/Email
bs_ba: Pogrešno ste upisali korisničko ime ili e-mail adresu
ca: Usuari o email incorrecte

source: User doesn't have an email.
ca: Esto no es un email.

source: Account needs to be activated to use this feature
bs_ba: Profil treba da bude aktiviran za ove pogodnosti
ca: Ativa aquest compte per utiliza aquesta cosa

source: Account already activated
bs_ba: Profil već aktiviran
ca: El deu compte esta activat

source: Allow up to 15 minutes for the email. You can try again later.
bs_ba: Dozvolite do 15 minuta za email. Možete pokušati ponovo kasnije
ca: Permetre fins a 15 minuts perquè el correu electrònic. Pots intentar-ho de nou més tard.

source: Reset your password at %s
bs_ba: Resetirajte svoju šifru na %s
ca: Renviar contrasenya a %s

source: Confirmation required at %s
bs_ba: Potrebna potvrda na %s
ca: Confirmacio requerida per %s

source: Welcome to %s
bs_ba: Dobrodošli na %s
ca: Benvingut a %s

source: Invalid password
bs_ba: Netačna šifra
ca: Contrasenya invàlida

source: Passwords don't match
bs_ba: Šifre se ne podudaraju
ca: Les contrasenyes no coincideixen

source: Invalid email
bs_ba: Netačan email
ca: Correu electrònic no vàlid

source: Email already being used
bs_ba: Email se već koristi
ca: Correu electrònic ja està sent utilitzat

source: Check the errors in the form to continue.
bs_ba: Provjerite greške u formi da nastavite
ca: Comprovi els errors en el formulari per a continuar.

source: Embed codes
bs_ba: Zalijepiti kodove
ca: Codis Incrusta

source: %a album hosted in %w
ca: %a aguardat en %w

source: Stats
bs_ba: Statistika
ca: Estadístiques

source: Images
ca: Imatges

source: User
ca: Usuari

source: Settings
bs_ba: Postavke
ca: Ajustos

source: Website
bs_ba: Web stranica
ca: Lloc web

source: Content
ca: Contingut

source: Listings
ca: Llistats

source: Image upload
bs_ba: Postavljanje slike
ca: Càrrega d'imatges

source: Theme
bs_ba: Tema
ca: Tema

source: System
bs_ba: Sistem
ca: Sistema

source: Languages
ca: Idiomes

source: External storage
ca: Emmagatzematge extern

source: Homepage
ca: Pàgina d'inici

source: Pages
ca: Pàgines

source: External services
bs_ba: Eksterne usluge
ca: Serveis externs

source: Flood protection
bs_ba: Flood protekcija
ca: Protecció contra les inundacions

source: IP bans
ca: Prohibicions IP

source: Watermarks
ca: Marques d'aigua

source: Community
bs_ba: Zajednica
ca: Comunitat

source: PHP version
bs_ba: PHP verzija
ca: Versió de PHP

source: Server
ca: Servidor

source: MySQL version
bs_ba: MySQL verzija
ca: Versió de MySQL

source: MySQL server info
ca: Informació del servidor MySQL

source: File uploads
bs_ba: Fajl postavljanja
ca: La càrrega d'arxius

source: Enabled
bs_ba: Dozvoljeno
ca: Activat

source: Disabled
bs_ba: Onesposobljeno
ca: Discapacitat

source: Max. execution time
bs_ba: Max. vrijeme izvršenja
ca: 32447 Max. Temps d'execució

source: %d second
ca: %d segon

source: Memory limit
bs_ba: Limit memorije
ca: Límit de memòria

source: External
ca: Extern

source: All
ca: Tots

source: search content
bs_ba: Petražite sastav
ca: el contingut de cerca

source: Add page
ca: Afegir pàgina

source: Edit page ID %s
ca: Edita pàgina ID %s

source: The page has been added successfully.
ca: La pàgina ha estat afegit amb èxit.

source: The page has been deleted.
ca: La pàgina ha estat esborrada.

source: Explore
bs_ba: Istraži
ca: Explorar

source: Invalid website name
bs_ba: Netačno ime web stranice
ca: Invàlid nom del lloc web

source: Invalid language
bs_ba: Netačan jezik
ca: Idioma no vàlid

source: Invalid timezone
bs_ba: Netačna vremenska zona
ca: Zona horària no vàlida

source: Invalid upload storage mode
bs_ba: Netačan način postavljanja skladišta
ca: La manera d'emmagatzematge de càrrega no vàlid

source: Invalid upload filenaming
bs_ba: Netačno postavljanje file imena
ca: Nomenament de fitxers de càrrega no vàlid

source: Invalid thumb width
bs_ba: Netačna thumb širina
ca: Ample del polze no vàlid

source: Invalid thumb height
bs_ba: Pogrešna visina sličice
ca: Alçada del polze no vàlid

source: Invalid watermark percentage
ca: Percentatge marca d'aigua no vàlid

source: Invalid watermark opacity
ca: Opacitat marca d'aigua no vàlid

source: Invalid theme
bs_ba: Pogrešna tema
ca: El tema no vàlid

source: Invalid value
bs_ba: Netačna količina
ca: Valor no vàlid

source: Invalid theme image listing size
ca: El tema no vàlid mida llistat imatge

source: Invalid user id
ca: ID d'usuari no vàlid

source: Invalid email mode
bs_ba: Nevažeći način e-maila
ca: Mode de correu electrònic no és vàlida

source: Invalid SMTP port
bs_ba: Pogrešan SMTP port
ca: Port SMTP no vàlid

source: Invalid SMTP security
ca: Seguretat SMTP no vàlid

source: Invalid website mode
ca: Mode de web invàlid

source: Invalid personal mode user ID
ca: Invàlida la manera personal ID d'usuari

source: Invalid or reserved route
ca: Ruta no vàlida o reservats

source: Invalid website privacy mode
ca: Mode de privacitat lloc web no vàlid

source: Invalid website content privacy mode
ca: Mode de contingut privacitat lloc web no vàlid

source: Invalid homepage style
ca: Estil de pàgina no vàlida

source: Invalid homepage call to action button color
ca: Invàlid anomenada pàgina web per botó d'acció de color

source: Invalid homepage call to action functionality
ca: Invàlid anomenada pàgina web per funcionalitat acció

source: Invalid title
ca: Títol vàlid

source: Invalid status
ca: L'estat no vàlid

source: Invalid type
ca: Tipus no vàlid

source: Invalid visibility
ca: Visibilitat no vàlid

source: Invalid target attribute
ca: Atribut de destinació no vàlid

source: Invalid rel attribute
ca: Atribut no vàlida

source: Invalid icon
ca: Icona de no vàlid

source: Invalid URL key
ca: Clau d'URL no vàlida

source: Invalid file path
ca: Ruta de fitxer no vàlid

source: Invalid link URL
ca: Invàlid URL enllaç

source: Invalid URL
ca: URL invalida

source: Invalid upload image path
bs_ba: Pogrešna putanja slike za postavljanje
ca: Ruta de les imatges pujada no vàlid

source: Invalid call to action URL
ca: Crida no vàlida a l'URL d'acció

source: Max. allowed %s
bs_ba: Maksimalno dopušteno %s
ca: Max. permès %s

source: Invalid SMTP server
bs_ba: Pogrešan SMTP server
ca: Servidor SMTP no vàlid

source: Invalid SMTP username
bs_ba: Pogrešno SMTP korisničko ime
ca: Nom d'usuari SMTP no vàlid

source: This URL key is already being used by another page (ID %s)
ca: Aquesta clau URL ja està sent utilitzat per una altra pàgina (ID %s)

source: This file path is already being used by another page (ID %s)
ca: Aquesta ruta d'arxiu que ja està sent utilitzat per una altra pàgina (ID %s)

source: Can't save page contents: %s.
ca: No es pot desar contingut de la pàgina: %s .

source: Dashboard
bs_ba: Kontrolna ploča
ca: Quadre de comandament

source: About
bs_ba: U vezi
ca: Sobre

source: Image ID
bs_ba: ID slike
ca: Identificador

source: Upload date
bs_ba: Datum postavljanja
ca: Data de càrrega

source: Image %i in %a album
ca: Imatge %i en %a àlbum

source: Image %i in %c category
ca: Imatge %i en %c categoria

source: Image %i hosted in %w
ca: Imatge %i allotjat en %w

source: Direct links
bs_ba: Direktni linkovi
ca: Enllaços directes

source: Start uploading
ca: MUNTA

source: Login needed
bs_ba: Prijava potrebna
ca: Entrada necessària

source: Image
ca: Imatge

source: Category
ca: Categoria

source: IP address already banned
ca: Adreça IP ja va prohibir

source: Missing values
ca: Valors que falten

source: Invalid username
bs_ba: Netačno korisničko ime
ca: Usuari no disponible

source: Invalid role
ca: Paper no vàlid

source: Username already being used
ca: Nom d'usuari ja està sent utilitzat

source: %s has been disconnected.
ca: %s s'ha desconnectat.

source: Wrong Username/Email password combination
bs_ba: Pogrešan korisnički naziv, e-mail adresa ili kombinacija lozinke
ca: Mail Nom d'usuari / contrasenya combinació de correu electrònic

source: Sign in
bs_ba: Prijava
ca: Iniciar sessió

source: Search
bs_ba: Pretraži
ca: Cerca

source: Account
bs_ba: Korisnički račun
ca: Compte

source: Profile
bs_ba: Profil
ca: Perfil

source: Password
bs_ba: Lozinka
ca: Clau

source: An email has been sent to %s with instructions to activate this email
bs_ba: Poslali smo e-mail korisniku %s sa instrukcijama kako aktivirati korisnički račun
ca: Un correu electrònic ha estat enviat a %s amb instruccions per activar aquest correu electrònic

source: Invalid name
bs_ba: Pogrešan naziv
ca: Nom invàlid

source: Invalid website
bs_ba: Pogrešna web stranica
ca: Pàgina web no vàlid

source: Wrong password
bs_ba: Pogrešna lozinka
ca: Contrasenya incorrecta

source: Use a new password
bs_ba: Koristi novu lozinku
ca: Utilitzeu una contrasenya nova

source: Changes have been saved.
ca: Els canvis s'han desat.

source: Password has been changed
bs_ba: Lozinka je uspiješno promijenjena
ca: La contrasenya ha estat canviada

source: Password has been created.
ca: Contrasenya ha estat creat.

source: Wrong Username/Email values
bs_ba: Pogrešno korisničko ime ili e-mail
ca: Nom d'usuari valors erronis / Correu

source: Settings for %s
bs_ba: Postavke za %s
ca: Ajustos per %s

source: Username
bs_ba: Korisnički naziv
ca: Nom d'usuari

source: User ID
bs_ba: ID korisnika
ca: ID d'usuari

source: Create account
bs_ba: Napravi korisnički račun
ca: Crear cuenta

source: Upload
ca: Pujar

source: Albums
bs_ba: Albumi
ca: Àlbums

source: %n (%u) albums on %w
ca: %n (%u) àlbums en %p

source: %n (%u) on %w
ca: %n (%u) en %w

source: album
ca: àlbum

source: Note: This content is private. Change privacy to "public" to share.
bs_ba: Napomena: Ovaj sadržaj je privatan, promijeni privatnost albuma na javno ukoliko želiš da ostali korisnici mogu vidjeti ovaj sadržaj.
ca: Nota: Aquest contingut és privat. Canviï de privacitat per "públic" per compartir.

source: Private
ca: Privat

source: Public
bs_ba: Javno
ca: Públic

source: Link
ca: Enllaç

source: minute
ca: minut

source: hour
ca: hora

source: day
ca: dia

source: week
ca: setmana

source: month
ca: mes

source: year
ca: any

source: Can't open %s for writing
ca: No es pot obrir %s per escriptura

source: Duplicated upload
ca: Putjada multiplicada

source: Private upload
bs_ba: Privatno postavljanje
ca: Muntada privada

source: view
ca: vist

source: Most recent
bs_ba: Najnovije
ca: Més recent

source: Oldest
bs_ba: Najstarije
ca: El més antic

source: Most viewed
bs_ba: Najviše pregledano
ca: Més vistos

source: Can't create %s destination dir
ca: No es pot crear %s de directori de destinació

source: Storage capacity can't be lower than its current usage (%s).
ca: La capacitat d'emmagatzematge no pot ser inferior al seu ús actual (%s).

source: Unlimited
ca: Illimitat

source: used
ca: usat

source: Share
bs_ba: Podijeli
ca: Quota

source: second
ca: segon

source: %s ago
bs_ba: %s prije
ca: %s antes

source: moments ago
bs_ba: trenutaka prije
ca: fa uns moments

source: Random
bs_ba: Slučajno
ca: Aleatori

source: Close
ca: Tanca

source: Advanced search
ca: Cerca avançada

source: Notices (%s)
ca: Avisos (%s)

source: My Profile
bs_ba: Moj profil
ca: El meu perfil

source: Administrator
ca: Administrador

source: Sign out
bs_ba: Izlogirajte se
ca: Desconnectar

source: An error occurred. Please try again later.
bs_ba: Došlo je do greške. Molim vas pokušajte kasnije
ca: Hi ha hagut un error. Siusplau, intenta-ho més tard.

source: Create album
bs_ba: Kreirajte album
ca: Crear àlbum

source: Edit
bs_ba: Izmjenite
ca: Edita

source: Delete
bs_ba: Izbrišite
ca: Esborrar

source: private
bs_ba: Privatno
ca: privat

source: The content has been deleted.
ca: El contingut ha estat eliminat.

source: Select
bs_ba: Odaberi
ca: Seleccionar

source: Submit
bs_ba: Potvrdi
ca: Envia

source: or
bs_ba: ili
ca: o

source: cancel
bs_ba: Poništi
ca: cancel·lar

source: We received a request to change the email of your <a href="%u">%n</a> account at %w.
ca: Hem rebut una sol·licitud per canviar el correu electrònic de la seva <a href="%u">%n</a> compte en %w.

source: To complete the process you must <a href="%s">activate your email</a>.
ca: Per completar el procés ha de <a href="%s"> activar el teu correu electrònic </a> .

source: Alternatively you can copy and paste the URL into your browser: <a href="%s">%s</a>
ca: Alternativament, vostè pot copiar i enganxar la URL en el seu navegador: <a href="%s">%s </a>

source: If you didn't intend this just ignore this message.
ca: Si no té la intenció d'aquest simplement ignorar aquest missatge.

source: This request was made from IP: %s
ca: Aquesta sol·licitud es va fer a partir IP: %s

source: We received a request to register the %n account at %w.
ca: Hem rebut una sol·licitud per registrar el %n compte en %w.

source: To complete the process you must <a href="%s">activate your account</a>.
ca: Per completar el procés ha de <a href="%s"> activar el seu compte </a> .

source: We received a request to reset the password for your <a href="%u">%n</a> account.
ca: Hem rebut una sol·licitud per restablir la contrasenya del <a href="%u">%n</a> compte.

source: To reset your password <a href="%s">follow this link</a>.
ca: Per restablir la contrasenya <a href="%s"> segueixi aquest enllaç.</a>

source: Hi %n, welcome to %w
ca: Hola %n Benvingut a %w

source: Now that your account is ready you can enjoy uploading your images, creating albums and setting the privacy of your content as well as many more cool things that you will discover.
ca: Ara que el seu compte està llista es pot gaudir de la possibilitat de pujar les seves imatges, creació d'àlbums i l'establiment de la privacitat del seu contingut, així com moltes coses més interessants que es descobreixen.

source: By the way, here is you very own awesome profile page: <a href="%u">%n</a>. Go ahead and customize it, its yours!.
ca: Per cert, aquí és molt pròpia pàgina de perfil impressionant: <a href="%u">%n</a>.Vagi per davant i personalitzar, és teu!.

source: Thank you for joining
ca: Gràcies per unir-se

source: This email was sent from %w %u
ca: Aquest correu electrònic va ser enviat de %w %u

source: Drag and drop or paste images here to upload
ca: Arrossegar i deixar anar o enganxar imatges aquí per pujar

source: Select the images to upload
ca: Seleccioneu les imatges per pujar

source: complete
ca: complet

source: Upload complete
bs_ba: Prijenos je završen
ca: Puja completa

source: Mark this if the upload is not family safe
ca: Marqueu això si la càrrega no està fora de perill de la família

source: Not family safe upload
ca: No segura

source: Uploading
bs_ba: Postavljanje
ca: Càrrega

source: cancel remaining
bs_ba: otkaži preostale
ca: cancel·lar restant

source: learn more
bs_ba: saznaj više
ca: aprèn més

source: Check the <a data-modal="simple" data-target="failed-upload-result">error report</a> for more information.
bs_ba: Provjeri <a data-modal="simple" data-target="failed-upload-result">izvještaj grešaka</a> za više informacija.
ca: Comproveu el <a data-modal="simple" data-target="failed-upload-result"> informe d'errors </a> per a més informació.

source: Remove
ca: Treure

source: Title
ca: Títol

source: optional
bs_ba: neobavezano
ca: opcional

source: Resize image
ca: Canviar la mida de la imatge

source: Width
ca: Ample

source: Height
ca: Alçada

source: Note: Animated GIF images won't be resized.
ca: Nota: Les imatges GIF animats no seran redimensionades.

source: Mark this if the image is not family safe
ca: Marqueu aquesta opció si la imatge no és apte per a menors

source: Flag as unsafe
ca: Marcar com insegura

source: Description
ca: Descripció

source: Add image URLs
bs_ba: Dodajte URL-ove slike
ca: Afegir URL de la imatge

source: Add the image URLs here
bs_ba: Dodajte URL-ova slike ovdje
ca: Afegiu les adreces URL de la imatge aquí

source: Error report
bs_ba: Prijavite grešku
ca: Informe d'error

source: Links
bs_ba: Linkovi
ca: Enllaços

source: Direct
bs_ba: Direktno
ca: Directe

source: HTML Codes
bs_ba: HTML kodovi
ca: Codis HTML

source: HTML image
ca: Imatge HTML

source: HTML full linked
ca: HTML vinculats

source: HTML medium linked
bs_ba: HTML djelimično povezan
ca: Medi HTML vinculat

source: HTML thumbnail linked
bs_ba: HTML thumbnail povezan
ca: Imatge HTML vinculat

source: BBCodes
bs_ba: BBKodovi
ca: BBCode

source: BBCode full
ca: BBCode completa

source: BBCode full linked
ca: BBCode completa vinculada

source: BBCode medium linked
ca: Medi BBCode vinculat

source: BBCode thumbnail linked
bs_ba: BBKode thumbnail povezan
ca: BBCode miniatura vinculat

source: Viewer links
bs_ba: Linkovi gledalaca
ca: Visor d´enllaços

source: All these words
ca: Totes aquestes paraules

source: Type the important words: tri-colour rat terrier
ca: Escriu les paraules importants: tricolor terrier de rata

source: This exact word or phrase
ca: Aquesta paraula o frase exacta

source: Put exact words in quotes: "rat terrier"
ca: Posar paraules exactes entre cometes: "terrier de rata"

source: None of these words
ca: Cap d'aquestes paraules

source: Put a minus sign just before words you don't want: -rodent -"Jack Russell"
ca: Poseu un signe menys just abans de les paraules que no desitja: -rodent - "Jack Russell"

source: Storage
ca: Emmagatzematge

source: IP address
ca: Adreça IP

source: Name
bs_ba: Naziv
ca: Nom

source: Who can view this content
bs_ba: Ko može sve da gleda ovaj sadržaj
ca: Qui pot veure aquest contingut

source: Private (just me)
bs_ba: Privatno (samo ja)
ca: Privat (només jo)

source: Private (anyone with the link)
ca: Privat (qualsevol persona amb l'enllaç)

source: URL key
ca: Clau d'URL

source: Only letters, numbers, and hyphens
ca: Només lletres, nombres, i guions

source: Path
ca: Camí

source: Expiration date
ca: Data de caducitat

source: YYYY-MM-DD HH:MM:SS
ca: AAAA-MM-DD HH: MM: SS

source: Example
ca: Exemple

source: Until which date this IP address will be banned? Leave it empty for no expiration.
ca: Fins que data es va prohibir aquesta adreça IP? Deixeu buit sense caducitat.

source: Message
bs_ba: Poruka
ca: Missatge

source: Text message, HTML or a redirect URL
ca: Missatge de text, HTML o un URL de redireccionament

source: Storage name
ca: crear nou àlbum

source: Region
ca: Regió

source: Storage region
ca: Regió d'emmagatzematge

source: Storage bucket
ca: Cub d'emmagatzematge

source: Key
ca: Clau

source: Storage key
ca: Clau d'emmagatzematge

source: Storage secret
ca: Secret Emmagatzematge

source: Private key
ca: Clau privada

source: Google Cloud JSON key
ca: Clau de Google Cloud JSON

source: You will need a <a %s>service account</a> for this.
ca: Vostè necessitarà un <a %s> compte de servei </a> per això.

source: Identity URL
ca: URL Identitat

source: Identity API endpoint
ca: Identitat punt final de l'API

source: API endpoint for OpenStack identity
ca: Punt final de l'API de la identitat OpenStack

source: Container
ca: Contenidor

source: Storage container
ca: Contenidor d'emmagatzematge

source: Tenant id
ca: Identificació del Llogater

source: Tenant id (account id)
ca: Identificació del Llogater (id del compte)

source: Tenant name
ca: Nom del Llogater

source: Tenant name (account name)
ca: Nom del Llogater (nom de compte)

source: Hostname or IP of the storage server
ca: Nom d'amfitrió o IP del servidor d'emmagatzematge

source: Server path
ca: Ruta del servidor

source: Server password
ca: Contrasenya del servidor

source: Storage capacity
ca: Capacitat d'emmagatzematge

source: Example: 20 GB, 1 TB, etc.
ca: Exemple: 20 GB, 1 TB, etc.

source: This storage will be disabled when it reach this capacity. Leave it blank or zero for no limit.
ca: Aquest emmagatzematge es desactivarà quan s'assoleix aquesta capacitat. Deixeu-ho en blanc o zero sense límit.

source: Storage URL
ca: URL Emmagatzematge

source: The system will map the images of this storage to this URL.
ca: El sistema assignarà les imatges d'aquest emmagatzematge a aquest URL.

source: view more
bs_ba: Vidite više
ca: veure més

source: Load more
bs_ba: Očitajte više
ca: Carrega més

source: Get embed codes
ca: Obtenir codis embed

source: Flag as safe
ca: Marcar com segur

source: Select all
bs_ba: Selektujte sve
ca: Seleccionar Tot

source: Clear selection
bs_ba: Jasan izbor
ca: Esborrar selecció

source: Sign in with another account
bs_ba: Prijavite se sa drugog profila.
ca: Iniciar sessió amb un altre compte

source: There's nothing to show here.
bs_ba: Ovdje se nema šta prikazati
ca: No hi ha res per mostrar aquí.

source: There is no categories.
ca: No hi ha categories.

source: Confirm flag content as safe
ca: Confirma contingut marcar com segur

source: Do you really want to flag this content as safe?
ca: De debò vols denunciar aquest contingut tan segur?

source: Confirm flag content as unsafe
ca: Confirma contingut marcar com insegura

source: Do you really want to flag this content as unsafe?
ca: De debò vols denunciar aquest contingut tan insegur?

source: Confirm deletion
bs_ba: Potvrdite brisanje
ca: Confirmar l'eliminació

source: Toggle unsafe flag
ca: Bandera insegura Toggle

source: Go to homepage
bs_ba: Idi na početnu
ca: Anar a la pàgina d'inici

source: The requested page was not found.
bs_ba: Tražena stranica nije pronađena.
ca: La pàgina sol · licitada no va ser trobada.

source: The user has been deleted
bs_ba: Član je obrisan iz baze servisa
ca: L'usuari ha estat eliminat

source: Your account is almost ready
bs_ba: Vaš korisnički račun je skoro spreman za korištenje
ca: El seu compte està gairebé a punt

source: An email to %s has been sent with instructions to activate your account. The activation link is only valid for 48 hours. If you don't receive the instructions try checking your junk or spam filters.
ca: Un correu electrònic de %s ha estat enviat amb instruccions per activar el teu compte. L'enllaç d'activació només és vàlid durant 48 hores. Si no rep les instruccions intenten comprovar els teus brossa o spam filtres.

source: Resend activation
bs_ba: Pošalji aktivacijski e-mail ponovo
ca: Reenvia activació

source: You have successfully changed your account email to %s
bs_ba: Uspješno ste promjenili email profila u %s.
ca: Ha canviat correctament el seu compte de correu electrònic per a %s

source: Go to my profile
bs_ba: Idite na moj profil.
ca: Anar al meu perfil

source: A confirmation link will be sent to this email with details to activate your account.
ca: Un enllaç de confirmació serà enviat a aquest correu electrònic amb els detalls per activar el seu compte.

source: Your email address
bs_ba: Vaša E-mail adresa.
ca: La seva adreça de correu electrònic
